Repository: gph4ppy/Taroter
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: pl

# six_of_wands_reversed
source: disappointment excessive concern for oneself and one's feelings failure no achievement no recognition no rewards victory for the opponent
pl: brak nagród brak osiągnięć brak uznania porażka przesadne zajmowanie się sobą i swoimi uczuciami rozczarowanie zwycięstwo przeciwnika

# seven_of_wands_reversed
source: exhaustion lack of self-confidence overwhelming pursuing a goal by elbow way to the top quarrels sense of threat surrender
pl: brak wiary w siebie dążenie po trupach do celu kłótnie poczucie zagrożenia poddanie się przytłoczenie wyczerpanie

# eight_of_wands_reversed
source: chaos delay frustration haste passivity resistance to change slowness unpreparedness waiting
pl: bierność chaos czekanie frustracja nieprzygotowanie opieranie się zmianom opóźnienia powolność pośpiech

# nine_of_wands_reversed
source: defensive fatigue lack of willingness to act overwhelming paranoia perceiving life as a fight for everything refusal to compromise surrender unpreparedness
pl: brak chęci do działania defensywa nieprzygotowanie odmowa kompromisu paranoja poddanie się postrzeganie życia jako walki o wszystko przytłoczenie zmęczenie

# ten_of_wands_reversed
source: endurance limit overwhelming difficulty fall taking too much responsibility fatigue
pl: granica wytrzymałości przytłoczenie trudność upadek wzięcie na siebie zbyt dużej odpowiedzialności zmęczenie

# page_of_wands_reversed
source: lack of ideas lack of perseverance lack of determination laziness tantrums impatience haste distraction self-limiting beliefs failure
pl: brak pomysłów brak wytrwałości brak zdecydowania lenistwo napady złości niecierpliwość pośpiech rozproszenie samoograniczające się przekonania zawodność

# knight_of_wands_reversed
source: aggression insolence lack of self-control lack of reliability frustration quarrels excessive ego danger instability looking for opportunities to fight running away from duties boredom
pl: agresja bezczelność brak samokontroli brak solidności frustracja kłótnie nadmierne ego niebezpieczeństwo niestabilność szukanie okazji do walki ucieczka przed obowiązkami znudzenie

# queen_of_wands_reversed
source: bitterness controlling everything and everyone criticism high expectations jealousy lack of self-confidence nervousness possessiveness recklessness selfishness tyrant vindictiveness
pl: brak pewności siebie kontrolowanie wszystkiego i wszystkich krytycyzm lekkomyślność mściwość nerwowość samolubność tyran wysokie oczekiwania zaborczość zazdrość zgorzkniałość

# king_of_wands_reversed
source: capriciousness despot haste high expectations impulsiveness ineffectiveness intolerance lack of patience malice poor leadership powerlessness ruthlessness selfishness tyrant
pl: bezsilność bezwzględność brak cierpliwości despota impulsywność kapryśność nieskuteczność nietolerancja porywczość pośpiech samolubność słabe przewodnictwo tyran wysokie oczekiwania złośliwość

# ace_of_pentacles_reversed
source: avarice bad investment financial difficulties greed lack lack of financial stability lack of planning materialism missed opportunity misuse of goods scarcity
pl: brak planowania brak stabilizacji finansowej chciwość materializm niedobór niedostatek niewykorzystana szansa niewłaściwe wykorzystanie dóbr skąpstwo trudności finansowe złe inwestycje

# two_of_pentacles_reversed
source: change of priorities chaos debts difficulty with loan repayment disorganization extravagance imbalance lack of organization overwhelmingness
pl: brak organizacji brak równowagi chaos dezorganizacja długi przytłoczenie rozrzutność trudność ze spłatą kredytu zmiana priorytetów

# three_of_pentacles_reversed
source: competition conceit criticism ego lack of consistency lack of harmony lack of recognition lack of responsibility lack of teamwork laziness limitations lost chance for success poor motivation
pl: brak harmonii brak odpowiedzialności brak pracy zespołowej brak spójności brak uznania ego krytyka lenistwo ograniczenia rywalizacja słaba motywacja utracona szansa na sukces zarozumiałość

# four_of_pentacles_reversed
source: greed over-spending self-defense selfishness
pl: egoizm nadmierne wydatki samoobrona skąpstwo

# five_of_pentacles_reversed
source: mental breakdown overcoming adversities positive changes poverty return (improvement) after loss spiritual poverty
pl: nędza powrót (poprawa) po stracie pozytywne zmiany przezwyciężenie przeciwności losu ubóstwo duchowe załamanie psychiczne

# six_of_pentacles_reversed
source: abuse of generosity avarice extortion impure intentions inequality jealousy loss obligations people control self-interest (doing something in order to get something) unpaid debts
pl: interesowność (coś za coś) kontrola ludzi nadużycie hojności nieczyste intencje nierówność niespłacone długi skąpstwo strata wymuszenie zazdrość zobowiązania

# seven_of_pentacles_reversed
source: failure impatience lack of long-term vision laziness little effort no development no satisfaction unfinished work
pl: brak długoterminowej wizji brak rozwoju brak satysfakcji lenistwo mały wysiłek niedokończona praca niepowodzenie zniecierpliwienie

# eight_of_pentacles_reversed
source: hurried work inaccurate work lack of concentration lack of motivation lack of quality laziness low skills perfectionism unfair business unscrupulous work workaholism
pl: brak jakości brak koncentracji brak motywacji lenistwo niedokładna praca niesumienna praca nieuczciwe interesy niskie umiejętności perfekcjonizm praca w pośpiechu pracoholizm

# nine_of_pentacles_reversed
source: failure to prioritize greed lack of discipline life beyond one's means material instability materialism reckless spending superficiality
pl: brak dyscypliny chciwość lekkomyślne wydawanie pieniędzy materializm niestabilność materialna nieumiejętność określania priorytetów powierzchowność życie ponad stan

# ten_of_pentacles_reversed
source: bankruptcy conflict over money dark side of wealth debts family disputes financial failure fleeting success insecurity instability lack of self-confidence laziness loss old age quarrels and misunderstandings in the family over money
pl: bankructwo brak pewności siebie ciemna strona bogactwa długi finansowa porażka konflikt o pieniądze kłótnie i nieporozumienia w rodzinie z powodu pieniędzy lenistwo niepewność niestabilność spory rodzinne starość strata ulotny sukces

# page_of_pentacles_reversed
source: debts dishonesty immaturity insecurity lack of progress lack of responsibility learning to fail missed opportunities misuse of money poor prospects procrastination profligacy rebelliousness self-criticism stubbornness unwise
pl: brak odpowiedzialności brak postępów buntowniczość długi nauka na porażce niedojrzałość niepewność nierozsądność nieuczciwość niewłaściwe posługiwanie się pieniędzmi rozrzutność samokrytycyzm stracone szanse słabe perspektywy upartość zwlekanie

# knight_of_pentacles_reversed
source: boredom cheapness feeling stuck impatience irresponsibility laziness materialism passivity perfectionism stinginess workaholism
pl: bierność brak odpowiedzialności lenistwo materializm niecierpliwość nuda perfekcjonizm pracoholizm skąpość taniość uczucie utknięcia

# queen_of_pentacles_reversed
source: avarice capriciousness greed intolerance jealousy laziness lust for money manipulation of people and situations materialism primitiveness ruthlessness self-care selfishness superficiality treating people objectively volatility work-house conflict
pl: bezwzględność brak tolerancji chciwość dbanie o siebie kapryśność konflikt praca-dom lenistwo manipulacja ludźmi i sytuacjami materializm powierzchowność prymitywność przedmiotowe traktowanie ludzi samolubność skąpość zachłanność zazdrość zmienność żądza pieniędzy

# king_of_pentacles_reversed
source: boredom corruption difficult character extravagance greed injustice insensitivity laziness loss of financial security materialism obsession with wealth and status possessiveness shallowness stubbornness tyrant unfair business waste
pl: brak wrażliwości chciwość korupcja lenistwo marnotrawstwo materializm niesprawiedliwość nieuczciwe interesy nuda obsesja na punkcie bogactwa i statusu pazerność płytkość rozrzutność trudny charakter tyran upartość utrata bezpieczeństwa finansowego zaborczość

# ace_of_cups_reversed
source: blocked creativity coldness depression emotional anxiety emotional block emotional loss emotional overwhelm emptiness feeling of unloving repressed emotions
pl: blokada emocjonalna chłód niepokój emocjonalny przygnębienie przytłoczenie emocjonalne pustka stłumione emocje strata emocjonalna uczucie niekochania zablokowana kreatywność

# two_of_cups_reversed
source: bad communication breakups disagreement distrust emotional instability emotional withdrawal imbalance isolation misunderstanding quarrel rejection separation tension unrequited love
pl: brak równowagi emocjonalne wycofanie izolacja kłótnia napięcie nieodwzajemniona miłość nieporozumienie niestabilność emocjonalna nieufność niezgoda odrzucenie rozdzielenie rozstania zła komunikacja

# three_of_cups_reversed
source: abuse of pleasure excess heavy partying inability to enjoy life isolation jealousy loneliness possible betrayal/disloyalty/interference by a third party scandal sexual promiscuity unbalanced social life
pl: izolacja możliwa zdrada/ingerencja osoby trzeciej nadmiar nadużywanie przyjemności nieumiejętność cieszenia się z życia niezrównoważone życie towarzyskie ostre imprezowanie rozwiązłość seksualna samotność skandal zazdrość

# four_of_cups_reversed
source: acceptance choosing happiness clarity depression focusing on negatives moving forward negativity taking action withdrawal
pl: akceptacja depresja jasność koncentrowanie się na negatywach negatywność podejmowanie działań pójście do przodu wybór szczęścia wycofanie

# five_of_cups_reversed
source: acceptance coming to terms with the past depression despair disintegration of life so far finding peace forgiveness going further inability to come to terms with emotional loss personal failure
pl: akceptacja depresja nieumiejętność pogodzenia się ze stratą emocjonalną odnalezienie spokoju osobiste niepowodzenie pogodzenie się z przeszłością przebaczenie pójście dalej rozpacz rozpad dotychczasowego życia

# six_of_cups_reversed
source: getting stuck in the past idealized memories independence living in the past
pl: niezależność utknięcie w przeszłości wyidealizowane wspomnienia życie przeszłością

# seven_of_cups_reversed
source: being overwhelmed by choices confusion disappointment disorder distraction living in illusions making choices missing a goal
pl: brak celu dokonywanie wyborów nieład przytłoczenie wyborami rozczarowanie rozpraszanie uwagi zamieszanie życie iluzjami

# eight_of_cups_reversed
source: avoiding being in a bad situation clinging to the past/relationship depression fear of change inability to go further indecision lack of faith lack of hope monotony running away stagnation withdrawal from oneself
pl: brak nadziei brak wiary depresja kurczowe trzymanie się przeszłości/relacji lęk przed zmianą monotonia niemożność pójścia dalej niezdecydowanie pozostawanie w złej sytuacji stagnacja ucieczka unikanie zamknięcie się w sobie

# nine_of_cups_reversed
source: arrogance conceit disappointment dissatisfaction dissatisfaction with oneself lack of fulfillment materialism snobbery unfulfilled desires waiting with folded hands for change
pl: arogancja brak spełnienia czekanie z założonymi rękoma na zmianę materializm niespełnione pragnienia niezadowolenie niezadowolenie z siebie rozczarowanie snobizm zarozumiałość

# ten_of_cups_reversed
source: disagreement disconnection disharmony domestic conflict isolation living with ideals mismatched values separation struggling relationships
pl: brak porozumienia dysharmonia izolacja konflikt domowy niedopasowane wartości odłączenie separacja zmagające się relacje życie ideałami

# page_of_cups_reversed
source: capriciousness creative block deception depression emotional block excessive emotionality illusion immaturity insecurity jealousy neglecting the inner child seduction
pl: blokada emocjonalna blokada twórcza iluzja kapryśność nadmierna emocjonalność niedojrzałość niepewność podstęp przygnębienie uwiedzenie zaniedbywanie wewnętrznego dziecka zazdrość

# knight_of_cups_reversed
source: avoiding conflicts capriciousness confusion disappointment emotional indifference fear of emotional involvement jealousy manipulation narcissism obsession overimagination seducer submission unrealisticism vanity
pl: kapryśność manipulacja nadmierna wyobraźnia narcyzm nierealistyczność obsesja próżność rozczarowanie strach przed zaangażowaniem emocjonalnym uczuciowa obojętność uległość unikanie konfliktów uwodziciel zazdrość zmieszanie

# queen_of_cups_reversed
source: addiction disappointment fragility giving too much heartbreak illusory love insecurity martyrdom oversensitivity superficiality
pl: dawanie za dużo iluzyjna miłość kruchość męczeństwo nadwrażliwość niepewność powierzchowność rozczarowanie uzależnienie zawód miłosny

# king_of_cups_reversed
source: a person hurting and limiting loved ones abandonment of emotions anxiety cold emotional immaturity harshness jealousy manipulation overwhelming problems with addictions pushiness selfishness suppression withdrawal
pl: manipulacja nachalność niedojrzałość emocjonalna niepokój opryskliwość osoba raniąca i ograniczająca bliskie osoby porzucenie emocji problemy z nałogami przytłoczenie samolubność stłumienie wycofanie zazdrość zimno

# ace_of_swords_reversed
source: brutality confusion hostility inability to express one's thoughts injustice intellectual blockade misunderstanding quarrel
pl: blokada intelektualna brutalność kłótnia nieporozumienie niesprawiedliwość nieumiejętność wyrażania swoich myśli wrogość zamieszanie

# two_of_swords_reversed
source: anxiety aversion confusion falsehood hesitation indecision insecurity too much information
pl: dezorientacja fałsz niechęć niepewność niepokój niezdecydowanie wahanie za dużo informacji

# three_of_swords_reversed
source: blocking recovery confusion forgiveness healing loss suppression of emotions
pl: przebaczenie strata tłumienie emocji uzdrowienie zablokowanie zdrowienia zamieszanie

# four_of_swords_reversed
source: anxiety awakening burnout exhaustion recovery regeneration release from isolation stagnation
pl: niepokój powrót do zdrowia przebudzenie regeneracja stagnacja uwolnienie z izolacji wyczerpanie wypalenie

# five_of_swords_reversed
source: compromise reconciliation resolution redress revenge regret
pl: kompromis pojednanie postanowienie zadośćuczynienie zemsta żal

# six_of_swords_reversed
source: getting stuck in the past imprisonment personal transformation reluctance to change return to trouble running away from problems unfinished business
pl: niechęć do zmian niedokończone sprawy powrót do kłopotów przemiana osobista uciekanie do problemów utknięcie w przeszłości uwięzienie

# seven_of_swords_reversed
source: confession disclosure of the truth imposter syndrome keeping secrets regaining something remorse self-deception spite victory over frauds
pl: dochowanie tajemnic odzyskanie czegoś samooszukiwanie się syndrom oszusta ujawnienie prawdy wyrzuty sumienia wyznanie zwycięstwo nad oszustwem złośliwość

# eight_of_swords_reversed
source: taking control facing fears running away freeing from a difficult situation freedom
pl: przejęcie kontroli stawienie czoła lękom ucieczka uwolnienie z trudnej sytuacji wolność

# nine_of_swords_reversed
source: deeply ingrained fears facing life guilt hope inner confusion loneliness mental health problem new perspective recovery release from fears release worry seeking help
pl: głęboko zakorzenione lęki nadzieja nowa perspektywa poczucie winy powrót do zdrowia problem ze zdrowiem psychicznym samotność stawianie czoła życiu szukanie pomocy uwolnienie od lęków uwolnienie zmartwień wewnętrzny zamęt

# ten_of_swords_reversed
source: despair healing improvement lessons learned overcoming adversity rebuild recurrence regain inner strength regeneration release resisting the inevitable end
pl: nawrót odbudowa odzyskanie wewnętrznej siły pokonanie przeciwności losu poprawa regeneracja rozpacz stawianie oporu nieuchronnemu końcowi uwolnienie uzdrowienie wyciągnięte wnioski

# page_of_swords_reversed
source: absentmindedness cynicism lack of action lack of planning maliciousness offensiveness rush sarcasm seeing only one's rightness self-criticism stubbornness
pl: brak działania brak planowania cyniczność obraźliwość pośpiech roztrzepanie samokrytycyzm sarkazm upór widzenie tylko swoich racji złośliwość

# knight_of_swords_reversed
source: aggression arrogance burnout impulsiveness insolence lack of concentration lack of strategy malice quarrelship ruthlessness tactlessness tyrant
pl: agresja arogancja bezczelność bezwzględność brak koncentracji brak strategii impulsywność kłótliwość nietaktowność tyran wypalenie złośliwość

# queen_of_swords_reversed
source: bitterness coldness cruelty cunning easily influenced excessive emotionality forgetfulness insolence malice manipulation merciless pessimism requirements using people for hidden purposes
pl: bez litości bezczelność manipulacja nadmierna emocjonalność okrutność oziębłość pamiętliwość pesymizm przebiegłość wykorzystywanie ludzi do ukrytych celów wymagania zgorzkniałość złośliwość łatwe uleganie wpływom

# king_of_swords_reversed
source: abuse of power adamant arrogant cold control critic despot dictator dishonesty irrationality manipulation oppression ruthless ruthlessness selfish the pursuit of power at all costs
pl: arogant bezlitosny bezwzględność despota dyktator dążenie do władzy za wszelką cenę egoista irracjonalność kontrola krytykant manipulacja nadużywanie władzy nieuczciwość nieugięty opresja zimny

source: Spreads
pl: Rozkłady

source: Spread Templates
pl: Szablon rozkładów

source: Your Spreads
pl: Twoje rozkłady

source: Saved templates
pl: Zapisane szablony

source: New template
pl: Nowy szablon

source: Saved spreads
pl: Zapisane rozkłady

source: New spread
pl: Nowy rozkład

source: No meaning
pl: Brak znaczenia

source: Meanings
pl: Znaczenia

source: Keywords
pl: Słowa kluczowe

# no_saved_spreads
source: Currently you have no saved spreads. Select the "New Spread" tab to create one.
pl: Aktualnie nie posiadasz zapisanych rozkładów. Wybierz kartę "Nowy rozkład", aby go utworzyć.

# no_saved_templates
source: Currently you have no saved templates. Select the "New Template" tab to create one.
pl: Aktualnie nie posiadasz zapisanych szablonów. Wybierz kartę "Nowy szablon", aby go utworzyć.

source: Description
pl: Opis

# save_spread_title
source: Save Spread
pl: Zapisz rozkład

# save_spread_message
source: Please, fill the data below to save the spread.
pl: Proszę wypełnić pola poniżej, aby zapisać rozkład.

# save_spread_placeholder
source: Title
pl: Tytuł

# meaning_title
source: Meaning
pl: Znaczenie

# meaning_message
source: Add card meaning or question
pl: Dodaj znaczenie karty lub jej pytanie

# meaning_placeholder
source: Card meaning or question...
pl: Znaczenie lub pytanie karty...

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Add meaning
pl: Dodaj znaczenie

source: Delete card
pl: Usuń kartę

source: left
pl: w lewo

source: right
pl: w prawo

source: Rotate
pl: Obróć
