Repository: gph4ppy/Taroter
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: pl

# eight_of_pentacles_upright
source: a slow but systematic path to the goal accuracy achievements commitment continuity dedication development diligence diligent work high standards knowledge learning mastery order patience quality skills skills development talent the effects of effort work on various spheres of life
pl: cierpliwość ciągłość dokładność efekty włożonego trudu jakość mistrzostwo nauka osiągnięcia porządek powolna lecz systematyczna droga do celu poświęcenie praca nad różnymi sferami życia pracowitość rozwój rozwój umiejętności sumienna praca talent umiejętności wiedza wysokie standardy zaangażowanie

# nine_of_pentacles_upright
source: achievements comfort confidence enjoying the fruits of hard work financial independence happiness leisure material security peace profit prosperity rewarding efforts self-sufficiency success
pl: bezpieczeństwo materialne dobrobyt komfort korzystanie z owoców ciężkiej pracy nagradzane wysiłki niezależność finansowa osiągnięcia pewność siebie powodzenie samowystarczalność spokój sukces szczęście wygoda wypoczynek zyski

# ten_of_pentacles_upright
source: achievement of everything completion of a project/venture contribution family friends happiness inheritance inheritance of property long-term success material stability mutual happiness based mainly on a sense of stability and prosperity prosperity roots security wealth
pl: bezpieczeństwo bogactwo dobrobyt dziedzictwo dziedziczenie majątku długoterminowy sukces korzenie osiągnięcie wszystkiego przyjaciele rodzina stabilizacja materialna szczęście ukończenie przedsięwzięcia/projektu wkład wzajemne szczęście oparte głównie na poczuciu stabilizacji i dobrobycie

# page_of_pentacles_upright
source: ambitions beginning of a material venture being diligent caution consistency courage diligence financial opportunities first professional successes generosity learning loyalty manifestation perseverance practicality rationality reliability skills development student studies success through work
pl: ambicje bycie pilnym hojność konsekwentność lojalność manifestacja możliwości finansowe nauka niezawodność odwaga ostrożność pierwsze sukcesy zawodowe początek przedsięwzięcia materialnego pracowitość praktyczność racjonalność rozwój umiejętności student studia sukces dzięki pracy wytrwałość

# knight_of_pentacles_upright
source: a job well done commitment conscientiousness constancy dedication determination diligence efficiency endurance friend hard work honesty honor loyalty patience persistence in feelings and/or intentions practicality productivity reliability resilience routine safety self-discipline slow but systematic achievement of goals strength stubbornness success successful actions
pl: bezpieczeństwo cierpliwość ciężka praca determinacja dobrze wykonane zadanie honorowość lojalność niezawodność oddanie odporność powodzenie powolne lecz systematyczne realizowanie celów pracowitość praktyczność produktywność przyjaciel rutyna samodyscyplina siła stałość stałość w uczuciach i/lub zamiarach sumienność uczciwość udane działania upór wydajność wytrzymałość zaangażowanie

# queen_of_pentacles_upright
source: big heart caring commitment to comfort/luxury/prosperity devotion diligence discipline entrepreneurship financial security generosity help honesty hospitality maturity patience practical approach prosperity rationality realism smugness wealth
pl: bezpieczeństwo finansowe cierpliwość dojrzałość dyscyplina gościnność hojność majętność oddanie opiekuńczość pomoc powodzenie w sprawach majątkowych pracowitość praktyczne podejście przedsiębiorczość przywiązanie do dobrobytu/wygody/luksusu realizm rozsądek uczciwość wielkie serce zadowolenie z siebie

# king_of_pentacles_upright
source: abundance ambition carefree caring discipline fidelity financial power financial security fulfillment generosity leadership loyalty material success maturity optimism patience peace of mind practical approach to life prosperity reliability responsibility strong character success
pl: ambicja bezpieczeństwo finansowe beztroska cierpliwość dobrobyt dojrzałość dyscyplina finansowa potęga hojność lojalność niezawodność obfitość odpowiedzialność opiekuńczość optymizm praktyczne podejście do życia przywództwo silny charakter spełnienie spokój sukces sukces materialny wierność

# ace_of_cups_upright
source: compassion creativity emotional awakening emotional beginning friendship gift of fate intuition love new feelings new relationships subconscious
pl: dar losu emocjonalny początek intuicja kreatywność miłość nowe relacje nowe uczucia podświadomość przebudzenie emocjonalne przyjaźń współczucie

# two_of_cups_upright
source: attraction balance close connections connection consent emotional compatibility falling in love friendship good relations between people harmony joining forces joy love mutual respect partnership reconciliation relationship
pl: bliskie więzi dobre stosunki między ludźmi harmonia miłość partnerstwo pojednanie połączenie przyciąganie przyjaźń radość równowaga wzajemny szacunek zakochanie zgoda zgodność emocjonalna związek łączenie sił

# three_of_cups_upright
source: celebration community cooperation creativity entertainment events and gatherings friendship fun joy of life spending time with friends
pl: imprezy i spotkania kreatywność przyjaźń radość życia rozrywka społeczność spędzanie czasu w gronie przyjaciół współpraca zabawa świętowanie

# four_of_cups_upright
source: apathy boredom closure closure to opportunities offered contemplation disappointment dissatisfaction feeling disconnected indifference meditation melancholy missed opportunities not taking advantage of an opportunity reevaluation sadness underestimating what you have
pl: apatia brak satysfakcji kontemplacja melancholia niedocenianie tego co się posiada niewykorzystywanie szansy niezadowolenie nuda obojętność przewartościowanie rozczarowanie rozmyślanie smutek uczucie odłączenia zamknięcie zamknięcie na oferowane możliwości zmarnowane okazje

# five_of_cups_upright
source: breakup closure in the past depression disappointment emotional pain failure farewell hiding emotions loneliness loss loss of something valuable mourning pessimism regret sadness suffering
pl: cierpienie emocjonalny ból pesymizm porażka pożegnanie przygnębienie rozczarowanie rozstanie samotność smutek strata ukrywanie emocji utrata czegoś cennego zamknięcie w przeszłości żal żałoba

# six_of_cups_upright
source: idealizing innocence joy kindness living in the past longing memories nostalgia pleasure returning to past memories sentiment to the past sentimentalism
pl: idealizowanie niewinność nostalgia powrót do wspomnień które przeminęły przyjemność radość sentyment do przeszłości sentymentalizm tęsknota wspomnienia życie przeszłością życzliwość

# seven_of_cups_upright
source: delusions difficulty with making decisions dreams fantasies illusion indecision multitude of decisions possibilities problem with choice wishful thinking
pl: fantazje iluzja marzenia mnogość decyzji możliwości myślenie życzeniowe niezdecydowanie problem z wyborem trudność z podjęciem decyzji złudzenia

# eight_of_cups_upright
source: abandoning breaking up disappointment distancing yourself ending a relationship (possibly toxic) leaving leaving the past and moving to the future letting go letting go of the past loss searching withdrawal
pl: odejście odpuszczenie porzucenie poszukiwanie rozczarowanie rozstanie strata uwolnienie się od przeszłości wycofanie zakończenie związku (być może toksycznego) zdystansowanie się zostawienie przeszłości i ruszenie ku przyszłości

# nine_of_cups_upright
source: achievements contentment fulfillment of wishes material comfort pleasure recognition satisfaction self-confidence stability success
pl: osiągnięcia pewność siebie przyjemność satysfakcja spełnienie życzeń stabilność sukces uznanie wygoda materialna zadowolenie

# ten_of_cups_upright
source: dream come true emotional security emotional stability family fulfillment happiness harmony idyll joy returning home sense of unity
pl: bezpieczeństwo emocjonalne harmonia poczucie jedności powrót do domu radość rodzina sielanka spełnienie spełnienie marzeń stabilność emocjonalna szczęście

# page_of_cups_upright
source: curiosity dreamer emotional freedom head in the clouds idealism innocence intuition naivety romance sensitivity spontaneity wealth of feelings willingness to give feelings
pl: bogactwo uczuć ciekawość gotowość do dawania uczuć głowa w chmurach idealizm intuicja marzyciel naiwność niewinność romantyczność spontaniczność wolność emocjonalna wrażliwość

# knight_of_cups_upright
source: beauty charm creativity dreamer emotional transformation friendly atmosphere idealist imagination lover romance romantic atmosphere sensitivity warmth
pl: ciepło idealista kochanek kreatywność marzyciel piękno przyjazna atmosfera romans romantyczna atmosfera romantyczność transformacja emocjonalna urok wrażliwość wyobraźnia

# queen_of_cups_upright
source: a loving person (usually a woman) big heart caring charm clairvoyance compassion emotional stability emotionality following the heart healer honesty maturity of feelings perceiving reality and making decisions through the prism of emotions sensitivity strong intuition support the need to give and receive love/care warmth willingness to help others
pl: chęć pomocy innym ciepło dojrzałość uczuć emocjonalność jasnowidzenie kochająca osoba (przeważnie kobieta) opiekuńczość podążanie za głosem serca postrzeganie rzeczywistości i podejmowanie decyzji przez pryzmat emocji potrzeba dawania oraz otrzymywania miłości/opieki silna intuicja stabilność emocjonalna uczciwość urok uzdrowicielka wielkie serce wrażliwość wsparcie współczucie

# king_of_cups_upright
source: compassion counseling devotion diplomacy emotional balance emotional security emotional wholeness and maturity emotionality generosity goodness healer inner peace integrity protection of loved ones reliability responsibility warmth wisdom
pl: bezpieczeństwo emocjonalne ciepło dobro doradzanie dyplomacja emocjonalna pełnia i dojrzałość emocjonalność hojność mądrość niezawodność ochrona bliskich oddanie odpowiedzialność prawość równowaga emocjonalna uzdrowiciel wewnętrzny spokój współczucie

# ace_of_swords_upright
source: breakthrough chance to solve problems concentration inspiration mental clarity new idea objectivity power over the mind success understanding vision
pl: inspiracja jasność umysłu koncentracja nowy pomysł obiektywizm przełom sukces szansa na rozwiązanie problemów wizja władza nad umysłem zrozumienie

# two_of_swords_upright
source: a necessity to make a choice compromise difficult decisions getting stuck harmony hidden information impasse making decisions between possibilities two sides of the matter understanding
pl: dwie strony sprawy harmonia impas kompromis konieczność podjęcia wyboru podejmowanie decyzji między możliwościami trudne decyzje ukryte informacje utknięcie zrozumienie

# three_of_swords_upright
source: acting against feelings anxiety breakup broken heart despair disappointment hurt mourning pain sadness separation suffering trauma
pl: ból cierpienie działanie wbrew uczuciom niepokój rozczarowanie rozpacz rozstanie rozłąka smutek uraz zawód zranienie złamane serce żałoba

# four_of_swords_upright
source: isolation loneliness meditation need for peace regeneration relaxation rest self-defense tranquility withdrawal
pl: izolacja medytacja odpoczynek potrzeba spokoju regeneracja sił relaks samoobrona samotność wyciszenie wycofanie

# five_of_swords_upright
source: aggression competition conflict cunning deception defeat despair failure foxiness fraud greed hostility infamy loss pyrrhic victory strife win at all costs
pl: agresja chciwość chytrość klęska konflikt konkurencja niepowodzenie niesława oszustwo podstęp przebiegłość przegrana pyrrusowe zwycięstwo rozpacz spory strata wrogość wygrana za wszelką cenę

# six_of_swords_upright
source: change lack of communication leave the past behind and set off into the unknown silence take lessons walk away walk over
pl: brak komunikacji milczenie odejście pozostawienie przeszłości za sobą i wyruszenie w nieznane przejście przyjmowanie lekcji zmiana

# seven_of_swords_upright
source: betrayal calculation cunning deception dishonesty escape greed hidden motives intrigue lying quarrel resourcefulness theft
pl: chciwość intrygi kradzież kłamstwo kłótnia nieuczciwość podstęp przebiegłość ucieczka ukryte motywy wyrachowanie zaradność zdrada

# eight_of_swords_upright
source: boundaries crisis difficult life situation difficulties fears imprisonment internal blockades limitations negative thoughts prisoner of your thoughts trap with no way out unawareness victim mentality
pl: granice kryzys mentalność ofiary negatywne myśli nieświadomość obawy ograniczenia pułapka bez wyjścia trudna sytuacja życiowa trudności uwięzienie wewnętrzne blokady więzień swoich myśl

# nine_of_swords_upright
source: anguish anxiety creating the darkest scenario in your head crisis depression despair doubt doubts fear insomnia isolation loss mental breakdown nagging questions nightmares overwhelming pain sleep problems suffering tipping point
pl: bezsenność ból cierpienie depresja dręczące pytania izolacja koszmary senne kryzys niepokój problemy ze snem przytłoczenie punkt krytyczny rozpacz strach strata tworzenie najczarniejszego scenariusza w głowie udręka wątpliwości załamanie psychiczne zwątpienie

# ten_of_swords_upright
source: betrayal breakup crisis dead-end deep wounds doubting the meaning of life exhaustion failure fall misfortune pain painful endings reaching bottom ruin sadness self-doubt suffering
pl: bolesne zakończenia ból cierpienie głębokie rany kryzys niepowodzenie nieszczęście osiągnięcie dna porażka rozstanie ruina smutek upadek wyczerpanie zdrada zwątpienie w sens życia zwątpienie w siebie ślepy zaułek

# page_of_swords_upright
source: brilliance communication curiosity impulse intelligence learning logical thinking mental agility over-analyzing things and thoughts repartee (sharp tongue) starting an idea thirst for knowledge
pl: błyskotliwość ciekawość cięty język impuls inteligencja komunikacja logiczne myślenie nauka początek pomysłu pragnienie wiedzy sprawność umysłowa zbytnie analizowanie spraw i myśli

# knight_of_swords_upright
source: ambitions assertiveness courage determination directness idealism impatience intelligence quick thinking sharp and clear reason stubbornness violence
pl: ambicje asertywność bezpośredniość bystry i jasny rozum determinacja gwałtowność idealizm inteligencja niecierpliwość odwaga szybkie myślenie upór zdecydowanie

# queen_of_swords_upright
source: analytical assertiveness boundary defending one's views and principles determination directness discipline domination honesty independence intelligence justice maturity objectivity perceptiveness perfectionism rationality repartee (sharp tongue) ruthlessness secrecy severity strict rules (to be followed by her and others)
pl: analityczność asertywność bezpośredniość bezwzględność cięty język dojrzałość dominacja granica inteligencja niezależność obiektywizm obrona swoich poglądów i zasad perfekcjonizm racjonalność rygorystyczne zasady (które mają być przestrzegane przez nią i innych) spostrzegawczość sprawiedliwość surowość szczerość tajemniczość zdecydowanie zdyscyplinowanie

# king_of_swords_upright
source: authority brilliance clarity of mind cleverness common sense in action diplomacy discipline education expressing one's views decidedly honesty intelligence justice maturity morality objectivity order truth
pl: autorytet bystrość błyskotliwość dojrzałość dyplomacja dyscyplina inteligencja jasność umysłu moralność obiektywizm porządek prawda rozsądek w działaniu sprawiedliwość uczciwość wykształcenie zdecydowane wyrażanie swoich poglądów

# fool_reversed
source: immaturity loss of opportunity naivety recklessness stupidity unnecessary risk wait before making a decision
pl: głupota lekkomyślność naiwność niedojrzałość niepotrzebne ryzyko poczekać przed podjęciem decyzji utrata okazji

# magician_reversed
source: inability to take action indecision lack of courage liar manipulation or manipuator shyness undervaluation
pl: brak odwagi kłamca manipulant niedowartościowanie niemożność podjęcia działania niezdecydowanie nieśmiałość

# high_priestess_reversed
source: complexes fear hypersensitivity mental issues suffering worrying about the opinion of others
pl: cierpienie kompleksy nadwrażliwość problemy psychiczne przejmowanie się opinią innych strach

# empress_reversed
source: denial of feelings helplessness inability to solve the problem infidelity possessiveness selfishness
pl: bezradność egoizm niemożność rozwiązania problemów niewierność zaborczość zaprzeczenie uczuciom

# emperor_reversed
source: abuse of power immature decisions immaturity instability lack of authority professional instability
pl: brak autorytetu nadużywanie władzy niedojrzałe decyzje niedojrzałość niestabilność niestabilność zawodowa

# hierophant_reversed
source: bad guide credulity cynicism hypocrisy lack of concentration learning problems spiritual crisis
pl: brak koncentracji cynizm kryzys duchowy obłuda problemy z nauką zły przewodnik łatwowierność

# lovers_reversed
source: conflict destructive or unhappy love fear of making a decision
pl: destrukcyjna lub nieszczęśliwa miłość konflikt strach przed podjęciem decyzji

# chariot_reversed
source: chaos difficulties in achieving the goal exhaustion loss of control overconfidence overload of duties possible problems with aggression warning
pl: chaos możliwe problemy z agresją nadmierna pewność siebie natłok obowiązków ostrzeżenie przemęczenie trudności w dążeniu do celu utrata kontroli

# strength_reversed
source: conceit cowardice failure negation of inner strength predominance of primal instincts self-insecurity striving for perfectionism unhappiness weakness
pl: dążenie do perfekcjonizmu negacja siły wewnętrznej niepewność siebie niepowodzenie nieszczęście przewaga pierwotnych instynktów słabość tchórzostwo zarozumiałość

# hermit_reversed
source: avoiding confrontation with problems avoiding the truth about oneself difficulties in relations with others fear hiding isolation loneliness masochism
pl: izolacja masochizm samotność strach trudności w relacjach z innymi ukrycie unikanie konfrontacji z problemami unikanie prawdy o sobie

# wheel_of_fortune_reversed
source: attempted control bad decisions bad luck delays lack of control losses resignation unwanted changes
pl: brak kontroli niechciane zmiany opóźnienia pech próba kontroli rezygnacja straty złe decyzje

# justice_reversed
source: accusations avoidance of responsibility chaos conflict with the law corruption criticism dishonesty failure false self-esteem fraud injustice punishment unfair judgment
pl: chaos fałszywa samoocena kara konflikt z prawem korupcja krytyka niepowodzenie niesprawiedliwość niesprawiedliwy wyrok nieszczerość nieuczciwość oskarżenia oszustwo unikanie odpowiedzialności

# hanged_man_reversed
source: blockage lack of interest stagnation stalling in a upright sense can mean moving forward with new perspective and energy
pl: blokada brak zainteresowania stagnacja utknięcie w martwym punkcie w pozytywnym znaczeniu może oznaczać pójście do przodu z nową perspektywą i energią

# death_reversed
source: depression destruction failure fear of change hanging on tightly to the past loss loss of hope mourning regret
pl: depresja kurczowe trzymanie się przeszłości porażka strach przed zmianami strata utrata nadziei zniszczenie żal żałoba

# temperance_reversed
source: chaos difficulty in making a decision discouragement extremity fear of showing feelings imbalance impatience instability lack of motivation superficiality
pl: brak motywacji brak równowagi chaos niecierpliwość niestabilność powierzchowność skrajność strach przed okazaniem uczuć trudność w podjęciu decyzji zniechęcenie

# devil_reversed
source: addiction to drugs/person/group of people aggression blindness deception evil jealousy lack of control over emotions weakness
pl: agresja brak kontroli nad emocjami oszustwo słabość uzależnienie od używek/osoby/grupy osób zazdrość zaślepienie zło

# tower_reversed
source: avoiding catastrophe delaying the inevitable depression fear of change imprisonment inability to make changes loss of hope resisting change self-destruction
pl: autodestrukcja depresja niemożność dokonania zmian opieranie się zmianom opóźnianie nieuniknionego strach przed zmianami unikanie katastrofy utrata nadziei uwięzienie

# star_reversed
source: despair disappointment doubt illusion illusory hope pessimism plunging into dreams resignation unhappy love
pl: iluzja nieszczęśliwa miłość pesymizm pogrążenie w marzeniach rezygnacja rozczarowanie rozpacz zwątpienie złudna nadzieja

# moon_reversed
source: anxiety clarity confidence problems deception fear inner confusion lie misunderstanding pessimism release from fear secrets revealed understanding
pl: jasność kłamstwo niepokój nieporozumienie odsłonięte tajemnice oszustwo pesymizm problemy z pewnością siebie strach uwolnienie od strachu wewnętrzne zamieszanie zrozumienie

# sun_reversed
source: blocked happiness conceit disappointment selfishness too much self-confidence too optimistic attitude unrealistic expectations
pl: egoizm nierealistyczne oczekiwania rozczarowanie zablokowane szczęście zarozumiałość zawód zbyt duża pewność siebie zbyt optymistyczne podejście

# judgement_reversed
source: internal critic karma lack of drawing conclusions and lessons lack of self-awareness self-doubt
pl: brak samoświadomości brak wyciągnięcia wniosków i lekcji karma wewnętrzny krytyk zwątpienie w siebie

# world_reversed
source: lack of closure feeling of incompleteness stagnation looking for shortcuts closing in on yourself
pl: brak zamknięcia poczucie niekompletności stagnacja szukanie skrótów zamknięcie się w sobie

# ace_of_wands_reversed
source: delay distraction hesitation lack of energy lack of motivation lack of passion wrong or no direction
pl: brak energii brak motywacji brak pasji opóźnienia rozproszenie wahanie zły kierunek lub jego brak

# two_of_wands_reversed
source: avoiding risk difficulty fear of the unknown indecision lack of action loneliness over-analysis poor planning or lack of it undervaluation
pl: brak działań niedowartościowanie niezdecydowanie przesadne analizowanie samotność strach przed nieznanym trudności unikanie ryzyka złe planowanie lub jego brak

# three_of_wands_reversed
source: bigger problems than it seems delays frustration lack of progress lack of self-confidence limitations obstacles persecution of the past stagnation
pl: brak postępów brak zaufania do siebie frustracja ograniczenia opóźnienia przeszkody prześladowanie przeszłością stagnacja większe problemy niż się to wydaje

# four_of_wands_reversed
source: conflict with others feeling of being unwelcome home conflict instability lack of readiness to take action lack of roots lack of support unreliability
pl: brak gotowości do działania brak korzeni brak wsparcia konflikt domowy konflikt z innymi niesolidność niestabilność poczucie bycia niemile widzianym

# five_of_wands_reversed
source: agreements avoiding conflict breaking a contract broken contacts brutality contradictions cooperation deception end of a conflict harmony peace pursuing a goal by elbow way to the top unfair and insidious fight violence
pl: brutalność dążenie po trupach do celu harmonię nieuczciwa i podstępna walka oszustwo pokój porozumienia przemoc sprzeczności unikanie konfliktu współpraca zakończenie konfliktu zerwane kontakty zerwanie umowy
