Repository: gph4ppy/Taroter
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: pl

# welcome_title
source: Welcome to Taroter
pl: Witaj w Taroter

# welcome_button
source: Start using app
pl: Przejdź do aplikacji

# first_title
source: Your journey
pl: Twoja podróż

# first_description
source: It is just starting. You are probably here because you need help reading Tarot cards. Everyone was at this point.
pl: Dopiero się rozpoczyna. Prawdopodobnie jesteś tu, ponieważ potrzebujesz pomocy z odczytywaniem kart Tarota. Każdy z nas był w tym miejscu co Ty.

# second_title
source: How to use it?
pl: Jak korzystać?

# second_description
source: Scan the card and you will see information about it. Yes, it's that simple!
pl: Zeskanuj kartę, a następnie ukażą Ci się informacje na jej temat. Tak, to takie proste!

# third_title
source: What's faster?
pl: Co jest szybsze?

# third_description
source: Of course, if you decide that you will be able to find a card faster, switch to the second tab and enter its name!
pl: Oczywiście, jeśli uznasz, że szybciej uda Ci się wyszukać kartę, przełącz się w drugą zakładkę i wpisz jej nazwę!

# fourth_title
source: However...
pl: Jednakże...

# fourth_description
source: Remember that you are a free being and as the author of the application I am not responsible for your interpretations and decisions made based on card keywords/data/information!
pl: Pamiętaj o tym, że jesteś wolną istotą i jako autor aplikacji nie odpowiadam za Twoje interpretacje oraz decyzje podjęte na podstawie słów kluczowych/danych/informacji dotyczących kart!

# fifth_title
source: That's it!
pl: To wszystko!

# fifth_description
source: You are ready to facilitate your readings. :)
pl: Jesteś gotowy, aby ułatwić swoje odczyty. :)

source: YES
pl: TAK

source: NO
pl: NIE

source: MAYBE
pl: MOŻE

source: All Cards
pl: Wszystkie Karty

source: Major Arcana
pl: Wielkie Arkana

source: Minor Arcana
pl: Małe Arkana

source: Search...
pl: Szukaj...

source: Arcana
pl: Arkana

source: Yes or No?
pl: Tak czy nie?

# upright_keywords
source: Upright
pl: Prosta

# reversed_keywords
source: Reversed
pl: Odwrócona

source: Cards
pl: Karty

# scan_button
source: Scan
pl: Skanuj

# clear_button
source: Clear
pl: Wyczyść

# empty_view
source: See any scanned cards? We don't either! Click the "Scan" button in the upper right corner to scan the card and get information about it. When you have finished reading the cards, you can clear them by pressing the "Clear" button in the upper left corner or by dragging the row to the left.
pl: Widzisz jakieś zeskanowane karty? My też nie! Kliknij przycisk "Skanuj" w prawym górnym rogu, aby zeskanować karty i uzyskać informacje na ich temat. Gdy zakończysz odczyt kart, możesz je wyczyścić poprzez wciśnięcie przycisku "Wyczyść" w lewym górnym rogu lub przeciągając wiersz w lewo.

source: Scanned Cards
pl: Zeskanowane karty

source: Scanner
pl: Skaner

# fool
source: The Fool
pl: Głupiec

# magician
source: The Magician
pl: Mag

# high_priestess
source: The High Priestess
pl: Kapłanka

# empress
source: The Empress
pl: Cesarzowa

# emperor
source: The Emperor
pl: Cesarz

# hierophant
source: The Hierophant
pl: Kapłan

# lovers
source: The Lovers
pl: Kochankowie

# chariot
source: The Chariot
pl: Rydwan

source: Strength
pl: Siła

# hermit
source: The Hermit
pl: Pustelnik

source: Wheel of Fortune
pl: Koło fortuny

source: Justice
pl: Sprawiedliwość

# hanged_man
source: The Hanged Man
pl: Wisielec

source: Death
pl: Śmierć

source: Temperance
pl: Umiarkowanie

# tower
source: The Tower
pl: Wieża

# star
source: The Star
pl: Gwiazda

# moon
source: The Moon
pl: Księżyc

# sun
source: The Sun
pl: Słońce

source: Judgement
pl: Sąd ostateczny

# world
source: The World
pl: Świat

source: Ace of Wands
pl: As buław

# two_of_wands
source: Two of of Wands
pl: Dwie buławy

source: Three of Wands
pl: Trzy buławy

source: Four of Wands
pl: Cztery buławy

source: Five of Wands
pl: Pięć buław

source: Six of Wands
pl: Sześć buław

source: Seven of Wands
pl: Siedem buław

source: Eight of Wands
pl: Osiem buław

source: Nine of Wands
pl: Dziewięć buław

source: Ten of Wands
pl: Dziesięć buław

source: Page of Wands
pl: Paź buław

source: Knight of Wands
pl: Rycerz buław

source: Queen of Wands
pl: Królowa buław

source: King of Wands
pl: Król buław

source: Ace of Pentacles
pl: As denarów

source: Two of Pentacles
pl: Dwa denary

source: Three of Pentacles
pl: Trzy denary

source: Four of Pentacles
pl: Cztery denary

source: Five of Pentacles
pl: Pięć denarów

source: Six of Pentacles
pl: Sześć denarów

source: Seven of Pentacles
pl: Siedem denarów

source: Eight of Pentacles
pl: Osiem denarów

source: Nine of Pentacles
pl: Dziewięć denarów

source: Ten of Pentacles
pl: Dziesięć denarów

source: Page of Pentacles
pl: Paź denarów

source: Knight of Pentacles
pl: Rycerz denarów

source: Queen of Pentacles
pl: Królowa denarów

source: King of Pentacles
pl: Król denarów

source: Ace of Cups
pl: As kielichów

source: Two of Cups
pl: Dwa kielichy

source: Three of Cups
pl: Trzy kielichy

source: Four of Cups
pl: Cztery kielichy

source: Five of Cups
pl: Pięć kielichów

source: Six of Cups
pl: Sześć kielichów

source: Seven of Cups
pl: Siedem kielichów

source: Eight of Cups
pl: Osiem kielichów

source: Nine of Cups
pl: Dziewięć kielichów

source: Ten of Cups
pl: Dziesięć kielichów

source: Page of Cups
pl: Paź kielichów

source: Knight of Cups
pl: Rycerz kielichów

source: Queen of Cups
pl: Królowa kielichów

source: King of Cups
pl: Król kielichów

source: Ace of Swords
pl: As mieczy

source: Two of Swords
pl: Dwa miecze

source: Three of Swords
pl: Trzy miecze

source: Four of Swords
pl: Cztery miecze

source: Five of Swords
pl: Pięć mieczy

source: Six of Swords
pl: Sześć mieczy

source: Seven of Swords
pl: Siedem mieczy

source: Eight of Swords
pl: Osiem mieczy

source: Nine of Swords
pl: Dziewięć mieczy

source: Ten of Swords
pl: Dziesięć mieczy

source: Page of Swords
pl: Paź mieczy

source: Knight of Swords
pl: Rycerz mieczy

source: Queen of Swords
pl: Królowa mieczy

source: King of Swords
pl: Król mieczy

# fool_upright
source: beginnings carefree innocence joy new experiences new ways novelty optimism self-confidence spontaneity
pl: beztroska niewinność nowe doświadczenia nowe drogi nowość optymizm pewność siebie początki radość spontaniczność

# magician_upright
source: a new beginning action time assertiveness awareness having all the necessary tools individualism initiative knowledge strong will taking a risk taking action
pl: asertywność czas działania indywidualizm inicjatywa nowy początek podjęcie działania podjęcie ryzyka posiadanie wszystkich potrzebnych narzędzi silna wola wiedza świadomość

# high_priestess_upright
source: balance consent with intuition emotions femininity inner peace intuition mother mystery no action peace sensitivity spirituality wisdom woman
pl: brak akcji duchowość emocje intuicja kobiecość kobieta matka mądrość równowaga spokój spokój wewnętrzny tajemnica wrażliwość zgoda z intuicją

# empress_upright
source: emotional security femininity firmness independence joy life knowledge motherhood nature personal development positive self-confidence the right decision trust well-being
pl: bezpieczeństwo emocjonalne dobrobyt kobiecość macierzyństwo natura niezależność pewność siebie pozytyw radość rozwój osobisty stanowczość słuszna decyzja wiedza życiowa zaufanie

# emperor_upright
source: authority courage fatherhood financial stability independence masculinity mature decisions maturity power responsibility right choices stability striving for a goal structures successs
pl: autorytet dojrzałe decyzje dojrzałość dążenie do celu męskość niezależność odpowiedzialność odwaga ojcostwo stabilność stabilność finansowa struktury sukces władza właściwe wybory

# hierophant_upright
source: adjustment authority education faith good advice and help idealism inner wisdom moral values prudence science self-will spiritual guide spirituality upbringing value system wisdom
pl: autorytet dobre rady i pomoc dostosowanie duchowość idealizm kształcenie moralne wartości mądrość nauka przewodnik duchowy rozwaga system wartości wewnętrzna mądrość wiara wychowanie własna wola

# lovers_upright
source: balance body and soul balance a choice between the two sides decision-making time friendship harmony joy love meetings opposites
pl: czas podejmowania decyzji harmonia miłość przeciwieństwa przyjaźń radość równowaga równowaga duszy i ciała spotkania wybór pomiędzy dwiema stronami

# chariot_upright
source: achieving goals determination dynamics journey moving forward overcoming difficulties progress prosperity success
pl: determinacja dobrobyt dynamika dążenie do przodu osiągnięcie celów podróż postęp przezwyciężanie trudności sukces

# strength_upright
source: control control over instincts courage discipline endurance health inner strength power self-confidence strength willpower wisdom
pl: dyscyplina kontrola mądrość odwaga panowanie nad instynktami pewność siebie siła siła wewnętrzna siła woli wytrzymałość władza zdrowie

# hermit_upright
source: being yourself experience humility inner wisdom knowledge learning learning from the past patience self-development self-knowledge spiritual development spirituality therapy wisdom
pl: bycie sobą cierpliwość doświadczenie duchowość mądrość nauka nauka na podstawie przeszłości pokora rozwój duchowy samopoznanie samorozwój terapia wewnętrzna mądrość wiedza

# wheel_of_fortune_upright
source: bad and good do not last forever change of fate change of view of the world changes destiny development focusing on the inside happiness lack of action moment of decision new cycle new stage in life nothing lasts forever reevaluation of life stillness sudden twist of action suspension in life volatility
pl: bezruch brak działań moment decyzji nagły zwrot akcji nic nie trwa wiecznie nowy cykl nowy etap w życiu przewartościowanie życia przeznaczenie rozwój skupienie się na wnętrzu szczęście zawieszenie w życiu zmiana spojrzenia na świat zmiany zmienność zmienność losu zło i dobro nie trwają wiecznie

# justice_upright
source: call for honesty cause-effect consequences control courage decision equality evaluation of actions health impartiality inner strength judgment justice karma responsibility responsibility for one's actions summary of events truth willpower
pl: bezstronność decyzja karma konsekwencje kontrola nawołanie do uczciwości ocena działań odpowiedzialność odpowiedzialność za swoje czyny odwaga osąd podsumowanie wydarzeń prawda przyczyna-skutek równość siła wewnętrzna siła woli sprawiedliwość zdrowie

# hanged_man_upright
source: change of view of the world focus on the inside lack of action lack of direction new perspective reevaluation of life sacrifice stillness suspension in life uncertainty waiting period
pl: bezruch brak działań brak kierunku niepewność nowa perspektywa okres czekania poświęcenie przewartościowanie życia skupienie się na wnętrzu zawieszenie w życiu zmiana spojrzenia na świat

# death_upright
source: changes everything has its price farewell for the new to come the old must leave inevitable changes the end means new beginnings the end of a certain stage in life transformation transiency
pl: aby przyszło nowe musi odejść stare koniec oznacza nowe początki koniec pewnego etapu w życiu nieuniknione zmiany pożegnanie przemiana przemijalność transformacja wszystko ma swoją cenę zmiany

# temperance_upright
source: balance calmness combining opposites inner discipline inner peace patience prudence self-control temperance trust understanding
pl: cierpliwość rozwaga równowaga samokontrola spokój spokój wewnętrzny umiar wewnętrzna dyscyplina wyrozumiałość zaufanie łączenie przeciwieństw

# devil_upright
source: a person agrees to the action of primal instincts - e.g. craving for material things or people addiction bondage (which man agrees to - mostly illustrated as loose chains) destructive and toxic energy doubts enslavement greed hidden desires human nature ignorance inner demon limitations limited perception obsession possible violence powerlessness predominance of primal instincts and human nature temptation
pl: bezsilność chciwość człowiek godzi się na działanie pierwotnych instynktów - np. pożądanie rzeczy materialnych lub osób destrukcyjna i toksyczna energia ludzka natura możliwa przemoc niewiedza obsesja ograniczenia ograniczone postrzeganie pokusa przewaga pierwotnych instynktów i ludzkiej natury ukryte pragnienia uwiązanie (na które człowiek się godzi - przeważnie ilustrowane jako luźne łańcuchy) uzależnienie wewnętrzny demon wątpliwości zniewolenie

# tower_upright
source: beginning of the end (after the tower collapses clean up the ruins and put a new stronger structure on these foundations) breakthrough conflict dispelling doubts fall force majeure jump if you do not want to be crushed by falling walls learning from experience loss of stability shock sudden and violent changes (usually from the outside) the collapse of relationships the disintegration of existing ideals the end means a new beginning values built on too fragile foundations
pl: konflikt koniec oznacza nowy początek (po zawaleniu się wieży uprzątnij ruiny i postaw na tych fundamentach nową mocniejszą konstrukcję) nagłe i gwałtowne zmiany (przeważnie z zewnątrz) nauka z doświadczeń początek końca przełom rozpad dotychczasowych ideałów rozpad relacji rozwianie wątpliwości siła wyższa skacz jeśli nie chcesz zostać przygniecionym przez upadające mury upadek utrata stabilizacji wartości zbudowane na zbyt kruchych fundamentach wstrząs

# star_upright
source: contentment faith harmony hope idealism liberation optimism peace (possibly after a storm) self-knowledge success trust
pl: harmonia idealizm nadzieja optymizm powodzenie przychylność losu samopoznanie spokój (możliwe, że po burzy) wiara wyzwolenie zadowolenie zaufanie

# moon_upright
source: anxiety bad feeling complexity confusion deep strong and secretive emotions delusion difficult period emotions fear feelings illusion inner self instability intuition mystery or mysteries subconsciousness unawareness vagueness
pl: emocje głębokie, silne i skryte emocje iluzja intuicja niejasność niepokój niestabilność nieświadomość podświadomość strach tajemnice lub tajemnica trudny okres uczucia wnętrze zmieszanie złe przeczucia złożoność złudzenie

# sun_upright
source: achievement enlightenment father fulfillment goals happiness health joy optimism pride strength success triumph vitality
pl: cele duma ojciec optymizm osiągnięcia oświecenie radość siła spełnienie sukces szczęście triumf witalność zdrowie

# judgement_upright
source: awakening forgiving yourself and others reconsider and face the past reflecting settling accounts with yourself
pl: ponowne rozpatrzenie przeszłości i zmierzenie się z nią przebudzenie refleksja rozliczenie wybaczenie sobie i innym

# world_upright
source: end and new beginning enlightenment evolution fulfillment fullness happiness harmony joy maturity self-awareness success wholeness
pl: całość dojrzałość ewolucja harmonia koniec i nowy początek oświecenie pełnia radość samoświadomość spełnienie sukces szczęście

# ace_of_wands_upright
source: action development energy first step good start impasse inspiration new opportunities opportunity potential taking initiative
pl: dobry początek działanie energia impas inspiracja nowe możliwości pierwszy krok podjęcie inicjatywy potencjał rozwój szansa

# two_of_wands_upright
source: choice control discoveries discovering your possibilities future planning independence isolation from people progress risk-taking self-confidence
pl: izolacja od ludzi kontrola niezależność odkrycia odkrywanie swoich możliwości pewność siebie podejmowanie ryzyka postęp przyszłościowe planowanie samodzielność wybór

# three_of_wands_upright
source: achieving goals broadening horizons coming to terms with the past development foresight journey looking to the future maturity self-confidence success in projects successful start
pl: dalekowzroczność (przewidywanie/prognozowanie) dojrzałość patrzenie w przyszłość pewność siebie podróż pogodzenie się z przeszłością pomyślny początek poszerzanie horyzontów realizacja zamierzeń rozwój sukces w przedsięwzięciach

# four_of_wands_upright
source: all gatherings/parties/reunions belonging celebration community fun harmony hope for a better future joy of life optimism relaxation reliability safety stability
pl: bezpieczeństwo celebracja harmonia nadzieja lepszej przyszłości optymizm przynależność radość z życia relaks solidność społeczność stabilność wszelkie imprezy/zjazdy/spotkania zabawa

# five_of_wands_upright
source: ambitions boldness competition conflict defending ideas diversity ego clashes exam fight fight according to the rules fight for your right taking risks tension test
pl: ambicje egzamin konflikt napięcie obrona idei podjęcie ryzyka rywalizacja różnorodność sprawdzian starcia ego walka walka o swoje racje walka zgodna z zasadami śmiałość

# six_of_wands_upright
source: confidence fulfillment glory good news joy momentary success pride progress recognition reward satisfaction social recognition success triumph victory
pl: chwała chwilowy sukces dobre wiadomości duma nagroda pewność siebie progres radość satysfakcja spełnienie sukces triumf uznanie uznanie społeczne zwycięstwo

# seven_of_wands_upright
source: courage fighting adversities fighting from a strong position good action plan opposition perseverance protection resistance self-defense zeal
pl: dobry plan działania gorliwość obrona siebie ochrona odwaga opozycja opór walka z przeciwnościami losu walka z silnej pozycji wytrwałość

# eight_of_wands_upright
source: a multitude of events action excitement movement progress quick action quick change speed sudden changes sudden events turmoil
pl: działanie ekscytacja nagłe wydarzenia nagłe zmiany natłok wydarzeń postęp ruch szybka zmiana szybkie działanie szybkość zamieszanie

# nine_of_wands_upright
source: courage defense endurance expectation fatigue limits mental injury proximity to success readiness for the next fight rest and regeneration after fights (challenges) state of emergency staying alert and mindful strength
pl: bliskość do sukcesu gotowość do kolejnej walki granice obrona oczekiwanie odwaga psychiczne zranienie siła stan zagrożenia wypoczynek i regeneracja sił po stoczonych walkach (wyzwaniach) wytrwałość wytrzymałość zachowanie czujności oraz uważności zmęczenie

# ten_of_wands_upright
source: additional responsibility burden difficulties from our choice (these wands can be abandoned but you do not do it) duty hard work stress struggle the last straight to the goal the need for rest
pl: ciężka praca dodatkowa odpowiedzialność obciążenie obowiązek ostatnia prosta do celu potrzeba wypoczynku przeciwności z naszego wyboru (buławy można porzucić a jednak się tego nie robi) stres zmagania

# page_of_wands_upright
source: cheerfulness discoveries energy excitement extraversion fearlessness ideas inspiration new ideas possibilities and opportunities for action readiness to take action unlimited potential
pl: ekscytacja ekstrawertyzm energiczność gotowość do działania inspiracja możliwości i okazje do działania nieograniczony potencjał nieustraszoność nowe pomysły odkrycia pomysły wesołość

# knight_of_wands_upright
source: adventure courage dynamism eagerness energy haste impatience impetuosity impulsiveness inspiration passion rebelliousness strength willingness to take risks
pl: buntowniczość dynamizm energia gotowość do podjęcia ryzyka impulsywność natchnienie niecierpliwość odwaga pasja porywczość pośpiech przygoda siła zapał

# queen_of_wands_upright
source: abundance charisma courage creativity determination generosity independence maturity natural authority optimism passion peace pride self-confidence self-expression stability strength striving for a goal can symbolize a woman with these characteristics
pl: charyzma determinacja dojrzałość duma dążenie do celu hojność naturalny autorytet niezależność obfitość odwaga optymizm pasja pewność siebie siła spokój stabilność twórczość wyrażanie siebie może symbolizować kobietę o tych cechach

# king_of_wands_upright
source: ambition assertiveness bold decisions boldness charisma faith in one's abilities honor optimism strong personality taking control vision
pl: ambicja asertywność charyzma honor odważne decyzje optymizm przejęcie kontroli silna osobowość wiara w swoje możliwości wizja śmiałość

# ace_of_pentacles_upright
source: development of matters related to material matters efficiency generosity getting to know one's own worth health manifestation material benefits new chance new perspectives promising plans prosperity satisfaction security stability
pl: bezpieczeństwo dobrobyt korzyści materialne manifestacja nowa szansa nowe perspektywy obiecujące plany poznawanie własnej wartości rozwój spraw związanych ze sprawami materialnymi stabilność szczodrość wydajność zadowolenie zdrowie

# two_of_pentacles_upright
source: adaptation balance flexibility fun harmony light treatment of money many priorities resourcefulness talent the need to achieve balance (especially financial) time and priority management volatility
pl: adaptacja elastyczność harmonia konieczność osiągnięcia równowagi (zwłaszcza finansowej) lekkie traktowanie pieniądza równowaga talent wiele priorytetów zabawa zaradność zarządzanie czasem i priorytetami zmienność

# three_of_pentacles_upright
source: award commission (order) commitment to goals common goals cooperation efficiency effort good atmosphere at work implementation learning mastery in the field professional opportunities skills improvement teamwork
pl: dobra atmosfera w pracy doskonalenie umiejętności mistrzostwo w dziedzinie nagroda nauka praca zespołowa realizacja szanse zawodowe wspólne cele współpraca wydajność wysiłek zaangażowanie w realizację celów zlecenie

# four_of_pentacles_upright
source: accumulation of goods conservatism control fear of losing what has been achieved material stabilization materialism possessiveness prosperity savings security uncertainty workaholism
pl: bezpieczeństwo dobrobyt gromadzenie dóbr konserwatyzm kontrola materializm niepewność obawy przed stratą tego co się osiągnęło oszczędność pracoholizm stabilizacja materialna zaborczość

# five_of_pentacles_upright
source: anxiety being in need burdens compassion desperation disappointment emotional/financial/health poverty going further even though the target is under the nose (it's unnoticed or ignored - characters on the card pass by the bright windows) hardship lack lack of support misfortune poverty scarcity worry
pl: bieda bieda finansowa/emocjonalna/zdrowotna brak wsparcia bycie w potrzebie desperacja niedostatek niepokój nieszczęście obciążenia podążanie dalej mimo że cel znajduje się pod nosem (lecz się go nie dostrzega lub ignoruje - postacie na karcie przechodzą obok jasnego okna) rozczarowanie trudności ubóstwo współczucie zmartwienie

# six_of_pentacles_upright
source: charity community distinction equality generosity getting help gratitude helping justice material help mutuality patience receiving a gift sharing with others willingness to help
pl: cierpliwość dawanie pomocy dobroczynność dzielenie się z innymi gotowość niesienia pomocy hojność otrzymanie pomocy otrzymanie prezentu pomoc materialna równość społeczność sprawiedliwość wdzięczność wyróżnienie wzajemność

# seven_of_pentacles_upright
source: developing what has been cherished long-term perspective patience perseverance planning rest stillness waiting waiting for the fruits of your work
pl: bezruch cierpliwość oczekiwanie oczekiwanie na owoce swojej pracy odpoczynek perspektywa długoterminowa planowanie rozwój tego co było pielęgnowane wytrwałość
